<template>
  <div class="main">
    <div class="content">
      <div class="box">
        <mytitle label="项目介绍">
          <el-input
            v-model="search"
            style="width: 240px; margin: 10px 0;"
            placeholder="请输入关键字"
            :prefix-icon="Search"
          />
        </mytitle>
        <div v-for="(item,index) in list" :key="index" class="list row">
            <img :src="item.icon" alt="" class="list-icon">
            <div class="list-content">
                <div class="list-title">{{ item.title }}</div>
                <div class="list-date">{{ item.date }}</div>
                <div class="list-info">{{ item.info }}</div>
                <div class="list-link">查看详情 > ></div>
            </div>
        </div>
      </div>
    </div>
    <myfooter></myfooter>
  </div>
</template>

<script setup>
import myfooter from "../components/footer.vue";
import mytitle from "../components/mytitle.vue";
const search = ref('');
let list = reactive([]);
list = [
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20220725040820602.jpg',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
    { 
        icon: 'https://cvdrisk.com.cn/uploadedImage/20171227113800970.png',
        title: '心脑血管病总体风险综合评估之一：工具介绍',
        date: '2017-12-27',
        info: '心脑血管病，又称心血管病，其危险因素常同时出现在同一个体，而多个危险因素的共同作用决定了个体发生心血管病风险的大小。因此，估计每个个体发生心血管病的风险不能只根据某一个危险因素的水平，还应全面考虑个体同时具有的危险因素的数目和水平。目前，心血管病总体风险综合评估的概念已被国内外相关指南广泛采用，并将降低心血管病总体风险作为心血管病防治的目的。心血管病总体风险评估和风险分层在心血管病防治中的作用包括：1．&nbs…'
    },
]
</script>

<style lang="scss" scoped>
.main {
  height: calc(100vh - 87px - 40px);
  overflow-y: scroll;
  overflow-x: hidden;
  background: #f0f0f0;
}
.content {
  max-width: 1400px;
  margin: 0 auto;
  padding: 0 10px 10px;
}
.box {
  padding-bottom: 10px;
  border-radius: 4px;
  background: #fff;
}
.title {
  margin: 20px 0;
  font-size: 25px;
  line-height: 40px;
  font-weight: bold;
  text-align: center;
}
.dialog {
  padding: 0 15px;
  margin: 20px 0;
  width: fit-content;
  font-size: 17px;
  line-height: 25px;
  text-indent: 32px;
}
.icon {
  position: relative;
  margin: 20px 0 20px calc(50% - 285px);
  width: 570px;
  height: 309px;
}
.list {
    align-items: center;
    width: 100%;
    box-sizing: border-box;
    padding: 15px 40px;
    border-bottom: 1px solid #f0f0f0;
    &-icon {
        flex-shrink: 0;
        width: 280px;
        height: 170px;
    }
    &-content {
        padding-left: 20px;
    }
    &-title {
        font-size: 16px;
        color: #79063f;
        line-height: 30px;
    }
    &-date {
        font-size: 14px;
        color: #aaa;
        line-height: 30px;
    }
    &-info {
        font-size: 14px;
        color: #000;
        line-height: 150%;
        text-indent: 30px;
    }
    &-link {
        font-size: 16px;
        color: #79063f;
        line-height: 30px;
        cursor: pointer;
    }
}
</style>
